function Attractions() {
  return (
    <div>
      <div class="div1">
        <h2>Водонапірна вежа</h2>
        <div class="div_flag leftimg">
          <img
            class="img1"
            width="220"
            src={require('.././img/Water_tower.jpg')}
            alt="Водонапірна вежа"
          />
          <h3 class="h3_img_flag">Водонапірна вежа</h3>
        </div>
        <p class="p_n">
          <br />
          <span class="sp1">Водонапірна вежа</span> - історична споруда на
          Європейській площі у місті Вінниця, споруджена 1912 р.
          Використовувалась як оглядова вежа та каланча. З 1985 року
          реконструйована та виконує функцію музею. Статус пам'ятки місцевого
          значення має від 17 лютого 1983 року. Від 2000 року, згідно із
          рішенням міської ради, вежа внесена до переліку міської символіки.
          Будівля башти перебуває на балансі Вінницького краєзнавчого музею.
          <br />
          <br /> У 1912 році за проектом Григорія Артинова в центрі міста була
          зведена водонапірна вежа, що поєднувала функції пожежної каланчі, для
          цілей якої був пристосований верхній ярус.
          <br />
          <br /> Перший водогін у Вінниці, роботу якого забезпечувала башта, мав
          протяжність 1,3 км та продуктивність 600 м3 на добу. Живлячись водами
          Південного Бугу, він по залізних трубах через кумбарські насосні
          станції постачав її, вже відфільтровану та відстояну, через три
          водорозбірних будки на територію міста.
          <br />
          <br /> Стороною обійшли водонапірну вежу Перша світова війна і
          революція 1917 року. А під час Німецько-радянської війни (1941–1945),
          ще залишаючись однією з найвищих будівель Вінниці, вона виконувала,
          крім основних, функції спостережного пункту за містом і околицями.
          <br />
          <br /> Після війни вежа втратила своє первинне призначення для водного
          господарства та була переобладнана в житловий будинок. У ній
          поселилися сім'ї працівників міського водоканалу, на балансі якого
          вона продовжувала знаходитися до 80-х років.
          <br />
          <br />
          Статус пам'ятки місцевого значення вежа отримала 17 лютого 1983 року.
          Реконструйована за проектом Євгена Пантелеймонова. У 1985 році її, як
          архітектурний об'єкт, передають у володіння Обласного краєзнавчого
          музею. З цього моменту в залах башти-каланчі розташувалася частина
          музейної експозиції Меморіалу революційної та бойової слави.
          <br />
          <br /> А з 1993 року його експозиція в башті поповнилася Меморіалом
          пам'яті воїнів, загиблих під час афганської війни 1979−1989 років з
          листами і особистими речами, фотографіями і частинами обмундирування
          тих, хто склав свої голови на чужій землі за чужі ідеали.
        </p>
      </div>
      <div class="div1">
        <h2>Найбільший фонтан Європи</h2>
        <div class="div_flag leftimg">
          <img
            class="img1"
            width="480"
            src={require('.././img/fountain.jpg')}
            alt='Вінницький фонтан "Рошен"'
          />
          <h3 class="h3_img_flag">Вінницький фонтан "Рошен"</h3>
        </div>
        <p class="p_n">
          <br />У 2011 році в Вінниці відкрили найбільший в Україна та Європі
          світломузичний фонтан на воді, який із того часу став візитівкою
          Вінниці.
          <br />
          <br /> Фонтан підіймає воду на висоту 63 метри. Його довжина – 97
          метрів, ширина – 10. Загальна вага конструкції — близько 170 т.
          <br />
          <br /> Унікальність споруди — в тому, що спеціальна технологія
          дозволяє опустити його на дно річки на зимування. Для втілення цього
          проэкту набережну було реконструювали, а із Бугу дістали 28 тис м³
          ґрунту.
        </p>
      </div>
      <br />
      <div class="div1">
        <h2>Національний музей-садиба М.І. Пирогова</h2>
        <div class="div_flag leftimg">
          <img
            class="img1"
            width="480"
            src={require('.././img/museiPirog.jpeg')}
            alt='Музей Пирогова"'
          />
          <h3 class="h3_img_flag">Музей Пирогова</h3>
        </div>
        <p class="p_n">
          Музей Пирогова відкритий на території садиби Вишня, де останні 20
          років жив і працював видає хірург, анатом, вчений і педагог Микола
          Іванович Пирогов, якого вважають засновником військово-польової
          хірургії, а також Товариства Червоного Хреста. Музей відноситься до
          найважливіших об'єктів культурної спадщини України і займає особливе
          місце у внутрішньому і міжнародному туризмі.
          <br />
          <br /> Музей був відкритий 9 вересня 1947 року у колишній садибі М.І.
          Пирогова Вишня, яку він придбав у спадкоємців доктора медицини А.А.
          Гриколевського на торгах у Києві 1859 року, працюючи на посаді
          попечителя Київського навчального округу. Об’єктами музейного
          комплексу є півтораповерховий будинок і аптека, які споруджені М.І.
          Пироговим у 1866 році, та церква-некрополь, будівництво якої завершено
          у 1885 році. З 1882 року тут спочиває набальзамоване тіло М.І.
          Пирогова. М.І. Пирогов за порівняно короткий час упорядкував занедбане
          господарство. Однак його основним заняттям була лікарська справа. У
          садибі Вишня М.І. Пирогов відкрив лікарню, де робив складні на той час
          хірургічні операції, які мали гарні результати. Звідси М.І. Пирогов
          тричі виїздив. В 1862-1866 рр. він керував підготовкою молодих вчених
          у професорському інституті в Німеччині. 1870 року М.І. Пирогов як
          представник Товариства Червоного Хреста виїздив на франко-прусську
          війну, а 1877 року – на російсько-турецьку. Помер М.І. Пирогов 23
          листопада (5 грудня н.с.) 1881 року. Набальзамоване петербурзьким
          лікарем Д.І. Виводцевим тіло М.І. Пирогова 24 січня 1882 року було
          перенесено до родинної усипальниці, над якою 1885 року за проектом
          академіка В.І. Сичугова була побудувана церква і освячена на честь св.
          Миколи Чудотворця.
        </p>
      </div>
    </div>
  );
}
export default Attractions;