
function Home() {
  return (
    <div>
      <div>
        <h1 class="h1">Вінниця</h1>
        <div class="flag_gerb_compon">
          <div class="div_flag_gerb">
            <div class="div_gerb">
              <img
                class="img1"
                width="120"
                src={require('.././img/Vinnytsya_gerb.png')}
                alt="Vinnytsya_gerb"
              />
              <h3 class="h3_img_gerb">Герб</h3>
            </div>
            <div class="div_flag">
              <img
                class="img1"
                width="220"
                src={require('.././img/Flag_of_Vinnycia.jpg')}
                alt="Flag_of_Vinnycia"
              />
              <h3 class="h3_img_flag">Прапор</h3>
            </div>
          </div>
          <div class="div_ifo">
            <br />
            <h3>
              Країна: <span>Україна</span>
            </h3>
            <br />
            <h3>
              Заснування: <span>1355 або 1363</span>
            </h3>
            <br />
            <h3>
              Уперше згадується: <span>13 червня 1385 року</span>
            </h3>
            <br />
            <h3>
              Країна:<span>Україна</span>
            </h3>
          </div>
        </div>
      </div>
      <div class="div1">
        <p class="p_n">
          <span class="sp1">Вінниця</span> - місто в Вінницькій області України,
          адміністративний центр Вінницького району, значний історичний осередок
          східного Поділля, сучасний економічний і культурний центр держави.
          Знаходиться на берегах Південного Бугу. <br /> <br /> Засноване як
          поселення з укріпленнями в 1363 році. Першою писемною назвою міста є
          Вѣничя, найбільш ймовірним походженням якої є назва притоки річки
          Південний Буг (раніше - Бог) Віннички. Перший вінницький замок був
          закладений у 1360-1380-х братами Коріатовичами на скелі Замкова гора.
          Вже у 1604 році на острові Кемпа було споруджено нове укріплення. З
          1569 року Вінниця входила до складу Польщі і з 1598 року була центром
          Брацлавського воєводства. Про її відчутну роль у господарському житті
          краю засвідчує утвердження Магдебурзького права у 1640 році. <br />
          <br /> 7 липня 1648 року до Вінниці вступають частини військ Богдана
          Хмельницького на чолі з полковником Максимом Кривоносом і вона стає
          сотенним містом Кальницького полку. Героїчну сторінку в історію
          боротьби українського народу за незалежність вписали вінничани у
          березні 1651 року, коли у ході оборони міста 3-тисячним козацьким
          полком під проводом полковника Івана Богуна було вщент розгромлено
          20-тисячне польське військо. У 1643 і 1653 рр. Протягом 1653–1667 рр.
          Вінниця була полковим містом гетьманської держави.
        </p>
      </div>
      <div class="div1">
        <h2>Тричі столиця України</h2>
        <p class="p_n">
          <img width="480px" src={require('.././img/history.jpg')} class="leftimg img1" />
          <span class="sp1">Столицею УНР Вінниця була трохи більше місяця</span>
          – з 2 лютого по 6 березня 1919 року. Саме тоді під натиском
          більшовицьких сил, які зайняли Київ, до міста переїхав тодішній уряд,
          розповідає історик Анатолій Савчук. <br /> <br />
          Саме у Вінниці тоді вирішувалась доля України. Відбулася зміна
          політичного керівництва Директорії – замість Володимира Винниченка
          головою став Симон Петлюра. А державним центром був вінницький готель
          "Савой". <br /> <br /> Окрім того, Директорія переїжджала до міста ще
          два рази. Уперше – в грудні 1918 року, у зв'язку із підготовкою
          повстання проти гетьмана Павла Скоропадського. Саме тут приймали
          важливі рішення для Української Народної Республіки. Оскільки
          Директорія була найвищим органом державної влади, Вінниця фактично
          тричі ставала столицею УНР.
        </p>
      </div>
      <br /> <br />
    </div>
  );
}
export default Home;